Repository: openwatersio/slackwater-ios
Catalog: Slackwater/Localizable.xcstrings
Source language: en
Languages: da, de, es_es, fi, fr_ca, it, ja, ko, nb, nl, pt_br, pt_pt, sv

source: %lld stations
da: %lld stationer
de: %lld Stationen
es_es: %lld estaciones
fi: %lld asemaa
it: %lld stazioni
ja: 観測所%lldか所
ko: 관측소 %lld곳
nb: %lld stasjoner
pt_br: %lld estações
pt_pt: %lld estações
sv: %lld stationer

source: Publish a station's tides or slack windows to your calendar
da: Føj en stations tidevand eller strømstille perioder til din kalender
de: Gezeiten oder Stauwasserfenster einer Station im Kalender eintragen
es_es: Añade a tu calendario las mareas o ventanas de estoa de una estación
fi: Lisää aseman vuorovedet tai heikon virtauksen jaksot kalenteriisi
fr_ca: Ajoutez les marées ou fenêtres d’étale d’une station à votre calendrier
it: Aggiungi al calendario le maree o le finestre di stanca di una stazione
ja: 観測所の潮汐や潮止まり時間帯をカレンダーに追加
ko: 관측소의 조석이나 정조 시간대를 캘린더에 추가
nb: Legg en stasjons tidevann eller strømstillevinduer i kalenderen
nl: Voeg getijden of kenteringsvensters van een station toe aan je agenda
pt_br: Adicione as marés ou janelas de estofo de uma estação ao seu calendário
pt_pt: Adicione as marés ou períodos de estofo de uma estação ao calendário
sv: Lägg till en stations tidvatten eller strömstilla perioder i kalendern

source: — details —
da: — detaljer —
es_es: — detalles —
fi: — tiedot —
fr_ca: — détails —
it: — dettagli —
ja: — 詳細 —
ko: — 상세 정보 —
nb: — detaljer —
pt_br: — detalhes —
pt_pt: — detalhes —
sv: — detaljer —

source: (Tell us what you know — who runs this gauge, a contact there, or anything about how its data is licensed.)
da: (Fortæl os, hvad du ved — hvem der driver denne måler, en kontakt der eller noget om, hvordan dataene er licenseret.)
de: (Erzähle uns, was du weißt — wer diesen Pegel betreibt, wen man dort kontaktieren kann oder wie die Daten lizenziert sind.)
es_es: (Cuéntanos lo que sepas: quién gestiona este mareógrafo, algún contacto o cualquier dato sobre la licencia de sus datos.)
fi: (Kerro, mitä tiedät: kuka ylläpitää mittausasemaa, keneltä voi kysyä tai miten sen tietojen käyttö on lisensoitu.)
fr_ca: (Dites-nous ce que vous savez — qui exploite cette station, une personne-ressource ou toute information sur la licence de ses données.)
it: (Raccontaci ciò che sai: chi gestisce questo mareografo, un contatto o informazioni sulla licenza dei dati.)
ja: （ご存じのことを教えてください。この観測所の運営者、連絡先、データの利用許諾など、どのような情報でも構いません。）
ko: (아시는 내용을 알려 주세요. 이 관측소의 운영자, 연락처 또는 데이터 이용 허가에 관한 정보가 도움이 됩니다.)
nb: (Fortell oss det du vet — hvem som driver denne måleren, en kontaktperson der eller noe om lisensen for dataene.)
nl: (Vertel ons wat je weet — wie deze peilmeter beheert, een contactpersoon daar of iets over de licentie van de gegevens.)
pt_br: (Conte o que sabe — quem opera esta estação, um contato ou qualquer informação sobre a licença dos dados.)
pt_pt: (Diga-nos o que sabe — quem gere este mareógrafo, um contacto ou informações sobre a licença dos dados.)
sv: (Berätta vad du vet — vem som driver mätaren, en kontakt där eller något om hur data licensieras.)

source: (Tell us what you saw — what the water was doing, and when.)
da: (Fortæl os, hvad du så — hvordan vandet bevægede sig, og hvornår.)
de: (Erzähle uns, was du beobachtet hast — wie sich das Wasser verhalten hat und wann.)
es_es: (Cuéntanos lo que viste: qué hacía el agua y cuándo.)
fi: (Kerro, mitä havaitsit: miten vesi liikkui ja milloin.)
fr_ca: (Dites-nous ce que vous avez observé — ce que faisait l’eau et à quel moment.)
it: (Raccontaci ciò che hai visto: cosa faceva l’acqua e quando.)
ja: （水面や流れの様子と、それを見た日時を教えてください。）
ko: (관찰하신 물의 상태와 시간을 알려 주세요.)
nb: (Fortell oss hva du så — hvordan vannet oppførte seg, og når.)
nl: (Vertel ons wat je zag — wat het water deed en wanneer.)
pt_br: (Conte o que viu — como estava a água e quando.)
pt_pt: (Diga-nos o que viu — o que a água estava a fazer e quando.)
sv: (Berätta vad du såg — hur vattnet rörde sig och när.)

source: %@ — no longer published.
da: %@ — offentliggøres ikke længere.
de: %@ — wird nicht mehr veröffentlicht.
es_es: %@ — ya no se publica.
fi: %@ — tietoja ei enää julkaista.
fr_ca: Publication interrompue pour %@.
it: %@ — non più pubblicata.
ja: %@ — 公開が終了しました。
ko: %@ — 더 이상 공개되지 않습니다.
nb: %@ — publiseres ikke lenger.
nl: %@ — wordt niet meer gepubliceerd.
pt_br: %@ — publicação encerrada.
pt_pt: %@ — já não é publicada.
sv: %@ — publiceras inte längre.

source: %@ (NOAA chart datum)
da: %@ (NOAA's søkortreference)
de: %@ (NOAA-Seekartennull)
es_es: %@ (cero hidrográfico de NOAA)
fi: %@ (NOAA:n merikartan vertailutaso)
fr_ca: %@ (zéro des cartes NOAA)
it: %@ (zero idrografico NOAA)
ja: %@（NOAA海図基準面）
ko: %@ (NOAA 해도 기준면)
nb: %@ (NOAAs sjøkartnull)
nl: %@ (NOAA-kaartnul)
pt_br: %@ (nível de redução NOAA)
pt_pt: %@ (zero hidrográfico NOAA)
sv: %@ (NOAA:s sjökortsreferensnivå)

# %@ %@ toward ebb
source: %1$@ %2$@ toward ebb
da: %@ %@ mod ebbe
de: %1$@ %2$@ in Ebbstromrichtung
es_es: %1$@ %2$@ hacia el reflujo
fi: %@ %@ laskuvirtauksen suuntaan
fr_ca: %1$@ %2$@ vers le courant de jusant
it: %1$@ %2$@ verso il riflusso
ja: 下げ潮流の方向に%1$@ %2$@
ko: %@ %@ 낙조 방향
nb: %1$@ %2$@ i retning av utgående strøm
nl: %1$@ %2$@ in de richting van de ebstroom
pt_br: %1$@ %2$@ no sentido da vazante
pt_pt: %1$@ %2$@ no sentido da vazante
sv: %@ %@ mot ebb

# %@ %@ toward flood
source: %1$@ %2$@ toward flood
da: %@ %@ mod flod
de: %1$@ %2$@ in Flutstromrichtung
es_es: %1$@ %2$@ hacia el flujo
fi: %@ %@ nousuvirtauksen suuntaan
fr_ca: %1$@ %2$@ vers le courant de flot
it: %1$@ %2$@ verso il flusso
ja: 上げ潮流の方向に%1$@ %2$@
ko: %@ %@ 창조 방향
nb: %1$@ %2$@ i retning av inngående strøm
nl: %1$@ %2$@ in de richting van de vloedstroom
pt_br: %1$@ %2$@ no sentido da enchente
pt_pt: %1$@ %2$@ no sentido da enchente
sv: %@ %@ mot flod

source: %@ chart datum
da: %@ søkortreference
de: %@ Seekartennull
es_es: Cero hidrográfico: %@
fi: Merikartan vertailutaso %@
fr_ca: Zéro des cartes : %@
it: Zero idrografico %@
ja: 海図基準面：%@
ko: %@ 해도 기준면
nb: %@ sjøkartnull
nl: %@ kaartnul
pt_br: Nível de redução %@
pt_pt: Zero hidrográfico %@
sv: %@ sjökortsreferensnivå

source: %1$@ chart datum. Based on %2$@ tides and NOAA's published offsets; computed on this device.
da: %@ søkortreference. Baseret på tidevandet ved %@ og NOAA's offentliggjorte korrektioner; beregnet på denne enhed.
de: %1$@ Seekartennull. Auf Grundlage der Gezeiten von %2$@ und der von NOAA veröffentlichten Korrekturen; auf diesem Gerät berechnet.
es_es: Cero hidrográfico: %1$@. Basado en las mareas de %2$@ y los desfases publicados por NOAA; calculado en este dispositivo.
fi: Merikartan vertailutaso %@. Perustuu aseman %@ vuorovesiin ja NOAA:n julkaisemiin korjauksiin; lasketaan tällä laitteella.
fr_ca: Zéro des cartes : %1$@. D’après les marées de %2$@ et les corrections publiées par NOAA; calculé sur cet appareil.
it: Zero idrografico %1$@. Basata sulle maree di %2$@ e sulle correzioni pubblicate da NOAA; calcolata su questo dispositivo.
ja: 海図基準面：%1$@。%2$@の潮汐とNOAAが公開する補正値に基づき、このデバイスで計算しています。
ko: %@ 해도 기준면. %@의 조석과 NOAA가 공개한 보정값을 바탕으로 이 기기에서 계산합니다.
nb: %1$@ sjøkartnull. Basert på tidevannet ved %2$@ og NOAAs publiserte korreksjoner; beregnet på denne enheten.
nl: %1$@ kaartnul. Gebaseerd op het getij bij %2$@ en de door NOAA gepubliceerde correcties; berekend op dit apparaat.
pt_br: Nível de redução %1$@. Baseado nas marés de %2$@ e nas correções publicadas pela NOAA; calculado neste dispositivo.
pt_pt: Zero hidrográfico %1$@. Baseado nas marés de %2$@ e nas correções publicadas pela NOAA; calculado neste dispositivo.
sv: %@ sjökortsreferensnivå. Baserat på tidvattnet vid %@ och NOAA:s publicerade korrektioner; beräknat på den här enheten.

source: %@ chart datum. Downloaded from CHS (IWLS), then fitted and computed on this device. These are not CHS-published predictions.
da: %@ søkortreference. Hentet fra CHS (IWLS), derefter tilpasset og beregnet på denne enhed. Disse prognoser er ikke offentliggjort af CHS.
de: %@ Seekartennull. Von CHS (IWLS) geladen, dann auf diesem Gerät angepasst und berechnet. Diese Vorhersagen werden nicht von CHS veröffentlicht.
es_es: Cero hidrográfico: %@. Descargado de CHS (IWLS), ajustado y calculado en este dispositivo. No son predicciones publicadas por CHS.
fi: Merikartan vertailutaso %@. Ladattu CHS:stä (IWLS), sitten sovitettu ja laskettu tällä laitteella. Nämä eivät ole CHS:n julkaisemia ennusteita.
fr_ca: Zéro des cartes : %1$@. Données téléchargées de CHS (IWLS), puis ajustées et calculées sur cet appareil. Ces prévisions ne sont pas publiées par CHS.
it: Zero idrografico %@. Dati scaricati da CHS (IWLS), poi adattati e calcolati su questo dispositivo. Non sono previsioni pubblicate da CHS.
ja: 海図基準面：%@。CHS（IWLS）からダウンロードしたデータにこのデバイスでモデルを当てはめ、計算しています。CHSが公開する予測値ではありません。
ko: %@ 해도 기준면. CHS (IWLS)에서 다운로드한 후 이 기기에서 모델을 맞추고 계산합니다. CHS가 발표한 예측이 아닙니다.
nb: %@ sjøkartnull. Lastet ned fra CHS (IWLS), deretter tilpasset og beregnet på denne enheten. Dette er ikke prognoser publisert av CHS.
nl: %@ kaartnul. Gedownload van CHS (IWLS), daarna aangepast en berekend op dit apparaat. Deze voorspellingen zijn niet door CHS gepubliceerd.
pt_br: Nível de redução %@. Dados baixados do CHS (IWLS), depois ajustados e calculados neste dispositivo. Estas previsões não são publicadas pelo CHS.
pt_pt: Zero hidrográfico %@. Dados descarregados do CHS (IWLS), depois ajustados e calculados neste dispositivo. Estas previsões não são publicadas pelo CHS.
sv: %@ sjökortsreferensnivå. Hämtat från CHS (IWLS), sedan anpassat och beräknat på den här enheten. Dessa prognoser är inte publicerade av CHS.

source: %@ chart datum. NOAA harmonic prediction.
da: %@ søkortreference. NOAA's harmoniske prognose.
de: %@ Seekartennull. Harmonische NOAA-Vorhersage.
es_es: Cero hidrográfico: %@. Predicción armónica de NOAA.
fi: Merikartan vertailutaso %@. NOAA:n harmoninen ennuste.
fr_ca: Zéro des cartes : %1$@. Prévision harmonique NOAA.
it: Zero idrografico %@. Previsione armonica NOAA.
ja: 海図基準面：%@。NOAAの調和解析による予測です。
ko: %@ 해도 기준면. NOAA 조화 예측.
nb: %@ sjøkartnull. Harmonisk prognose fra NOAA.
nl: %@ kaartnul. Harmonische NOAA-voorspelling.
pt_br: Nível de redução %@. Previsão harmônica NOAA.
pt_pt: Zero hidrográfico %@. Previsão harmónica NOAA.
sv: %@ sjökortsreferensnivå. NOAA:s harmoniska prognos.

source: %@ chart datum. TICON-4 harmonic prediction.
da: %@ søkortreference. Harmonisk prognose fra TICON-4.
de: %@ Seekartennull. Harmonische TICON-4-Vorhersage.
es_es: Cero hidrográfico: %@. Predicción armónica de TICON-4.
fi: Merikartan vertailutaso %@. TICON-4:n harmoninen ennuste.
fr_ca: Zéro des cartes : %1$@. Prévision harmonique TICON-4.
it: Zero idrografico %@. Previsione armonica TICON-4.
ja: 海図基準面：%@。TICON-4の調和解析による予測です。
ko: %@ 해도 기준면. TICON-4 조화 예측.
nb: %@ sjøkartnull. Harmonisk prognose fra TICON-4.
nl: %@ kaartnul. Harmonische TICON-4-voorspelling.
pt_br: Nível de redução %@. Previsão harmônica TICON-4.
pt_pt: Zero hidrográfico %@. Previsão harmónica TICON-4.
sv: %@ sjökortsreferensnivå. Harmonisk prognos från TICON-4.

# %@ Estimated wait: %@. The station downloads once and stays available offline.
source: %1$@ Estimated wait: %2$@. The station downloads once and stays available offline.
da: %@ Anslået ventetid: %@. Stationen hentes én gang og forbliver tilgængelig offline.
de: %1$@ Geschätzte Wartezeit: %2$@. Die Station wird einmal geladen und bleibt offline verfügbar.
es_es: %1$@ Tiempo de espera estimado: %2$@. La estación se descarga una vez y queda disponible sin conexión.
fi: %@ Arvioitu odotusaika: %@. Asema ladataan kerran ja pysyy käytettävissä ilman verkkoyhteyttä.
fr_ca: %1$@ Temps d’attente estimé : %2$@. La station est téléchargée une seule fois et reste disponible hors ligne.
it: %1$@ Attesa stimata: %2$@. La stazione si scarica una volta e resta disponibile offline.
ja: %1$@ 推定待ち時間：%2$@。一度ダウンロードすると、この観測所はオフラインでも利用できます。
ko: %@ 예상 대기 시간: %@. 한 번 다운로드하면 오프라인에서도 계속 사용할 수 있습니다.
nb: %1$@ Anslått ventetid: %2$@. Stasjonen lastes ned én gang og forblir tilgjengelig frakoblet.
nl: %1$@ Geschatte wachttijd: %2$@. De stationgegevens worden één keer gedownload en blijven offline beschikbaar.
pt_br: %1$@ Espera estimada: %2$@. A estação é baixada uma vez e fica disponível offline.
pt_pt: %1$@ Espera estimada: %2$@. A estação é descarregada uma vez e fica disponível sem ligação.
sv: %@ Beräknad väntetid: %@. Stationen hämtas en gång och förblir tillgänglig offline.

# %@ from %@
source: %1$@ from %2$@
da: %@ fra %@
de: %1$@ von %2$@ entfernt
es_es: %1$@ desde %2$@
fi: %1$@ kohteesta %2$@
fr_ca: %1$@ de %2$@
it: %1$@ da %2$@
ja: %2$@から%1$@
ko: %2$@에서 %1$@
nb: %1$@ fra %2$@
nl: %1$@ van %2$@
pt_br: %1$@ de %2$@
pt_pt: %1$@ de %2$@
sv: %@ från %@

# %@ in %@
source: %1$@ in %2$@
da: %@ om %@
es_es: %1$@ en %2$@
fi: %1$@ %2$@ kuluttua
fr_ca: %1$@ dans %2$@
it: %1$@ tra %2$@
ja: %2$@後に%1$@
ko: %2$@ 후 %1$@
nb: %1$@ om %2$@
nl: %1$@ over %2$@
pt_br: %1$@ em %2$@
pt_pt: %1$@ em %2$@
sv: %@ om %@

source: %@ in line
da: %@ i køen
de: %@ in der Warteschlange
es_es: %@ en la cola
fi: %@ jonossa
fr_ca: %@ dans la file
it: %@ in coda
ja: 待ち順：%@
ko: 대기 순서 %@
nb: %@ i køen
nl: %@ in de wachtrij
pt_br: %@ na fila
pt_pt: %@ na fila
sv: %@ i kön

source: %@ is off
da: %@ er slået fra
de: %@ ist ausgeschaltet
es_es: %@ está desactivada
fi: %@ on pois käytöstä
fr_ca: %@ est désactivée
it: %@ è disattivata
ja: %@はオフです
ko: %@ 꺼짐
nb: %@ er av
nl: %@ staat uit
pt_br: %@ está desativado
pt_pt: %@ está desativado
sv: %@ är av

source: %@ nm
da: %@ sømil
sv: %@ M

source: %@ tides
da: Tidevand ved %@
de: Gezeiten von %@
es_es: Mareas de %@
fi: Aseman %@ vuorovedet
fr_ca: Marées de %@
it: Maree di %@
ja: %@の潮汐
ko: %@의 조석
nb: Tidevann ved %@
nl: Getij bij %@
pt_br: Marés de %@
pt_pt: Marés de %@
sv: Tidvatten vid %@

# %@. Flood sets %lld°T.
source: %1$@. Flood sets %2$lld°T.
da: %@. Flodstrømmen sætter %lld°T.
de: %1$@. Flutstrom setzt nach %2$lld°T.
es_es: %@. La corriente de flujo se establece a %lld°T.
fi: %@. Nousuvirtauksen suunta on %lld°T.
fr_ca: %1$@. Le flot porte au %2$lld°T.
it: %1$@. Il flusso dirige verso %2$lld°T.
ja: %1$@。上げ潮流の流向は%2$lld°Tです。
ko: %@. 창조류 방향은 %lld°T입니다.
nb: %1$@. Inngående strøm setter mot %2$lld°T.
nl: %1$@. De vloedstroom zet naar %2$lld°T.
pt_br: %1$@. A enchente segue para %2$lld°T.
pt_pt: %1$@. A enchente segue para %2$lld°T.
sv: %@. Flodströmmen sätter %lld°T.

source: %@'s tide predictions aren't on this device yet. Downloading Canadian current predictions…
da: Tidevandsprognoserne for %@ er ikke på denne enhed endnu. Henter canadiske strømprognoser…
de: Die Gezeitenvorhersagen für %@ sind noch nicht auf diesem Gerät. Kanadische Strömungsvorhersagen werden geladen…
es_es: Las predicciones de marea de %@ aún no están en este dispositivo. Descargando predicciones de corrientes canadienses…
fi: Aseman %@ vuorovesiennusteita ei vielä ole tällä laitteella. Ladataan Kanadan virtausennusteita…
fr_ca: Les prédictions de marées de %@ ne sont pas encore sur cet appareil. Téléchargement des prédictions de courant canadien…
it: Le previsioni di marea di %@ non sono ancora su questo dispositivo. Download delle previsioni canadesi di corrente…
ja: %@の潮汐予測はまだこのデバイスにありません。カナダの潮流予測をダウンロード中…
ko: %@의 조석 예측이 아직 이 기기에 없습니다. 캐나다 조류 예측 다운로드 중…
nb: Tidevannsprognosene for %@ er ikke på denne enheten ennå. Laster ned kanadiske strømprognoser…
nl: De getijvoorspellingen voor %@ staan nog niet op dit apparaat. Canadese stroomvoorspellingen downloaden…
pt_br: As previsões de maré de %@ ainda não estão neste dispositivo. Baixando previsões canadenses de correntes…
pt_pt: As previsões de maré de %@ ainda não estão neste dispositivo. A descarregar previsões canadianas de correntes…
sv: Tidvattenprognoserna för %@ finns inte på den här enheten än. Hämtar kanadensiska strömprognoser…

source: %@'s tide predictions aren't on this device yet. Downloading Canadian tidal predictions…
da: Tidevandsprognoserne for %@ er ikke på denne enhed endnu. Henter canadiske tidevandsprognoser…
de: Die Gezeitenvorhersagen für %@ sind noch nicht auf diesem Gerät. Kanadische Gezeitenvorhersagen werden geladen…
es_es: Las predicciones de marea de %@ aún no están en este dispositivo. Descargando predicciones de mareas canadienses…
fi: Aseman %@ vuorovesiennusteita ei vielä ole tällä laitteella. Ladataan Kanadan vuorovesiennusteita…
fr_ca: Les prédictions de marées de %@ ne sont pas encore sur cet appareil. Téléchargement des prédictions de marées canadiennes…
it: Le previsioni di marea di %@ non sono ancora su questo dispositivo. Download delle previsioni canadesi di marea…
ja: %@の潮汐予測はまだこのデバイスにありません。カナダの潮汐予測をダウンロード中…
ko: %@의 조석 예측이 아직 이 기기에 없습니다. 캐나다 조석 예측 다운로드 중…
nb: Tidevannsprognosene for %@ er ikke på denne enheten ennå. Laster ned kanadiske tidevannsprognoser…
nl: De getijvoorspellingen voor %@ staan nog niet op dit apparaat. Canadese getijvoorspellingen downloaden…
pt_br: As previsões de maré de %@ ainda não estão neste dispositivo. Baixando previsões canadenses de marés…
pt_pt: As previsões de maré de %@ ainda não estão neste dispositivo. A descarregar previsões canadianas de marés…
sv: Tidvattenprognoserna för %@ finns inte på den här enheten än. Hämtar kanadensiska tidvattenprognoser…

source: %@'s tide predictions couldn't be downloaded.
da: Tidevandsprognoserne for %@ kunne ikke hentes.
de: Die Gezeitenvorhersagen für %@ konnten nicht geladen werden.
es_es: No se pudieron descargar las predicciones de marea de %@.
fi: Aseman %@ vuorovesiennusteita ei voitu ladata.
fr_ca: Les prédictions de marées de %@ n’ont pas pu être téléchargées.
it: Impossibile scaricare le previsioni di marea di %@.
ja: %@の潮汐予測をダウンロードできませんでした。
ko: %@의 조석 예측을 다운로드하지 못했습니다.
nb: Kunne ikke laste ned tidevannsprognosene for %@.
nl: De getijvoorspellingen voor %@ konden niet worden gedownload.
pt_br: Não foi possível baixar as previsões de maré de %@.
pt_pt: Não foi possível descarregar as previsões de maré de %@.
sv: Tidvattenprognoserna för %@ kunde inte hämtas.

source: %@'s tide predictions didn't finish downloading. Slackwater will try again.
da: Tidevandsprognoserne for %@ blev ikke hentet færdig. Slackwater prøver igen.
de: Die Gezeitenvorhersagen für %@ wurden nicht vollständig geladen. Slackwater versucht es erneut.
es_es: No terminó la descarga de las predicciones de marea de %@. Slackwater volverá a intentarlo.
fi: Aseman %@ vuorovesiennusteiden lataus jäi kesken. Slackwater yrittää uudelleen.
fr_ca: Les prédictions de marées de %@ n’ont pas terminé le téléchargement. Slackwater réessayera.
it: Il download delle previsioni di marea di %@ non è terminato. Slackwater riproverà.
ja: %@の潮汐予測のダウンロードが完了していません。Slackwaterが再試行します。
ko: %@의 조석 예측 다운로드가 완료되지 않았습니다. Slackwater가 다시 시도합니다.
nb: Nedlastingen av tidevannsprognosene for %@ ble ikke fullført. Slackwater prøver igjen.
nl: Het downloaden van de getijvoorspellingen voor %@ is niet voltooid. Slackwater probeert het opnieuw.
pt_br: O download das previsões de maré de %@ não terminou. Slackwater tentará novamente.
pt_pt: A descarga das previsões de maré de %@ não terminou. O Slackwater tentará novamente.
sv: Tidvattenprognoserna för %@ hämtades inte klart. Slackwater försöker igen.

source: %@'s tide predictions need a connection before they can download.
da: Tidevandsprognoserne for %@ kræver forbindelse, før de kan hentes.
de: Zum Laden der Gezeitenvorhersagen für %@ ist eine Verbindung erforderlich.
es_es: Las predicciones de marea de %@ necesitan conexión para descargarse.
fi: Aseman %@ vuorovesiennusteiden lataaminen vaatii verkkoyhteyden.
fr_ca: Les prédictions de marées de %@ nécessitent une connexion avant de pouvoir être téléchargées.
it: Serve una connessione per scaricare le previsioni di marea di %@.
ja: %@の潮汐予測をダウンロードするには、インターネット接続が必要です。
ko: %@의 조석 예측을 다운로드하려면 인터넷 연결이 필요합니다.
nb: Du trenger en tilkobling for å laste ned tidevannsprognosene for %@.
nl: Er is een verbinding nodig om de getijvoorspellingen voor %@ te downloaden.
pt_br: É necessária uma conexão para baixar as previsões de maré de %@.
pt_pt: É necessária uma ligação para descarregar as previsões de maré de %@.
sv: Tidvattenprognoserna för %@ kräver en anslutning för att kunna hämtas.

source: %lld alerts
da: %lld varsler
de: %lld Meldungen
es_es: %lld alertas
fi: %lld hälytystä
fr_ca: %lld alertes
it: %lld avvisi
ja: %lld件のアラート
ko: 알림 %lld개
nb: %lld varsler
nl: %lld waarschuwingen
pt_br: %lld alertas
pt_pt: %lld alertas
sv: %lld aviseringar

source: %lld harmonic constituents computed on this device
da: %lld harmoniske komponenter beregnet på denne enhed
de: %lld auf diesem Gerät berechnete harmonische Komponenten
es_es: %lld componentes armónicos calculados en este dispositivo
fi: %lld harmonista osatekijää laskettu tällä laitteella
fr_ca: %lld constituants harmoniques calculés sur cet appareil
it: %lld costituenti armoniche calcolate su questo dispositivo
ja: このデバイスで計算した%lld個の調和分潮
ko: 이 기기에서 계산한 조화 분조 %lld개
nb: %lld harmoniske komponenter beregnet på denne enheten
nl: %lld harmonische componenten berekend op dit apparaat
pt_br: %lld componentes harmônicas calculadas neste dispositivo
pt_pt: %lld componentes harmónicas calculadas neste dispositivo
sv: %lld harmoniska komponenter beräknade på den här enheten

source: %lld more Canadian stations are searchable everywhere — open one and it downloads.
da: Yderligere %lld canadiske stationer kan søges overalt — åbn en, så hentes den.
de: %lld weitere kanadische Stationen lassen sich überall suchen — öffne eine zum Laden.
es_es: Hay %lld estaciones canadienses más disponibles en la búsqueda; abre una para descargarla.
fi: %lld muuta Kanadan asemaa on haettavissa kaikkialla — avaa asema, niin se latautuu.
fr_ca: %lld autres stations canadiennes peuvent être recherchées partout — ouvrez-en une pour la télécharger.
it: Puoi cercare ovunque %lld altre stazioni canadesi: aprine una per scaricarla.
ja: カナダの観測所をさらに%lldか所、どこからでも検索できます。開くとダウンロードされます。
ko: 어디서나 캐나다 관측소 %lld개를 더 검색할 수 있습니다. 열면 다운로드됩니다.
nb: %lld kanadiske stasjoner til kan søkes opp overalt — åpne en for å laste ned.
nl: %lld extra Canadese stations zijn overal te vinden — open er één om de gegevens te downloaden.
pt_br: Mais %lld estações canadenses podem ser encontradas em qualquer lugar — abra uma para baixar.
pt_pt: Mais %lld estações canadianas podem ser encontradas em qualquer lugar — abra uma para descarregar.
sv: Ytterligare %lld kanadensiska stationer kan sökas överallt — öppna en så hämtas den.

source: %lld of %lld
da: %lld af %lld
de: %lld von %lld
es_es: %1$lld de %2$lld
fi: %lld / %lld
fr_ca: %1$lld sur %2$lld
it: %lld di %lld
ja: %lld / %lld
ko: %2$lld개 중 %1$lld개
nb: %lld av %lld
nl: %lld van %lld
pt_br: %lld de %lld
pt_pt: %lld de %lld
sv: %lld av %lld

# %lld of %lld ready
source: %1$lld of %2$lld ready
da: %lld af %lld klar
de: %1$lld von %2$lld bereit
es_es: %1$lld de %2$lld listas
fi: %lld / %lld valmiina
fr_ca: %1$lld sur %2$lld prêts
it: %1$lld di %2$lld pronte
ja: %1$lld / %2$lldか所が利用可能
ko: %2$lld개 중 %1$lld개 준비됨
nb: %1$lld av %2$lld klare
nl: %1$lld van %2$lld gereed
pt_br: %1$lld de %2$lld disponíveis
pt_pt: %1$lld de %2$lld disponíveis
sv: %lld av %lld klara

source: %lld-hour curve
da: Kurve over %lld timer
de: %lld-Stunden-Kurve
es_es: Curva de %lld horas
fi: %lld tunnin käyrä
fr_ca: courbe de %lld heures
it: Curva di %lld ore
ja: %lld時間の曲線
ko: %lld시간 곡선
nb: %lld-timers kurve
nl: Curve van %lld uur
pt_br: Curva de %lld horas
pt_pt: Curva de %lld horas
sv: Kurva över %lld timmar

source: %lld%% lit
da: %lld%% belyst
de: %lld%% beleuchtet
es_es: %lld%% iluminada
fi: %lld%% valaistu
fr_ca: %lld %% éclairée
it: %lld%% illuminata
ja: 照明率%lld%%
ko: %lld%% 밝음
nb: %lld%% belyst
nl: %lld%% verlicht
pt_br: %lld%% iluminada
pt_pt: %lld%% iluminada
sv: %lld%% belyst

# %lldh %lldm
source: %1$lldh %2$lldm
da: %lldh %lldm
fi: %lldh %lldm
ko: %lldh %lldm
sv: %lldh %lldm
